<doctype! html>
<html>
    <head> 
        <meta charset="utf-8">
        <title>Αρχική Οθόνη</title>
        <link rel="stylesheet" href="android_style.css">
    </head>

    <body>

        <h1> Αρχική Σελίδα </h1>

        <p>Σκοπός αυτής της σελίδας είναι να δώσει στον υπεύθυνο στατιστικής την δυνατότητα να 
            δημιουργήσει παίκτες και ομάδες για τα Πρωταθλήματα που θέλει να 
            ξεκινήσει! Διάλεξε ένα από τα παρακάτω κουμπιά για να μεταφερθείς στις
            αντίστοιχες σελίδες και να αρχίσεις την δημιουργία.</p>

        <br>

        <div>

        <a href="create_players.php">Δημιουργία Παίκτη</a> <br> <br>

        <a href="create_teams.php">Δημιουργία Ομάδας</a> <br> <br>

        <a href="create_protathlima.php">Δημιουργία Πρωταθλήματος</a> <br> <br>

        </div>

        <h3> Μερικές Σημειώσεις: </h3>

        <p> Κάθε εισαγωγή παίκτη και ομάδας πρέπει να γίνεται με αγγλικούς χαρακτήρες. </p>

        <p> Για την κλήρωση των αγωνιστικών πρέπει πρώτα να γίνει εισαγωγή ομαδών. Έπειτα
            μεταφερθείτε στην σελίδα "Δημιουργία Πρωταθλήματος". Εκεί παρουσιάζονται οι ομάδες
            που συμμετέχουν στο Πρωτάθλημα, αν είναι ζυγός αριθμός, διαφορετικά εμφανίζεται μήνυμα
            που απαιτεί την εισαγωγή τουλάχιστον ακόμα μίας ομάδας για την σωστή κλήρωση των Αγωνιστικών.
            Μόλις δοθεί σωστός αριθμός ομαδών εμφανίζεται η σελίδα "Κλήρωση Αγωνιστικών" και μεταβαίνουμε 
            στην σελίδα που κληρώνει τις αγωνιστικές και τους αγώνες μεταξύ των ομάδων! 
        </p>
                
    </body>

</html>
